[
                {
                    "name": "Performance y Artes Vivas",
                    "code": "ACO4001",
                    "about": "El curso propone un acercamiento al concepto de performance en el marco de las prácticas artísticas como un campo en disputa que se gesta tanto en la práctica artística y el discurso crítico que la merodea. Desde esta perspectiva se propone revisar algunos hitos de la performance y discursos que se han hecho cargo de ella. Para esto se plantea a los estudiantes hacer un recorrido teórico con apertura a experiencias de puesta en espacio o ejercicios prácticos que expandan la discusión del seminario."
                },
                {
                    "name": "Sexualidad y Autocuidado",
                    "code": "ENF420",
                    "about": "Es un curso que da al alumno la oportunidad de conocer y analizar los diferentes aspectos de la sexualidad humana, principalmente en el adolescente y el adulto, enfatizando aquellascaracterísticas que la hacen plenamente humana. Estimula al alumno al análisis personal de su propia condición y comportamiento sexual y de la responsabilidad que le cabe al respecto consigo mismo y con los demás.Incluye los temas de: desarrollo de la sexualidad, el matrimonio, paternidad responsable y algunas alteraciones y problemas en el área de la sexualidad."
                },
                {
                    "name": "Exploraciones Urbanas",
                    "code": "IEU2052",
                    "about": "Las exploraciones urbanas son una aproximación a la realidad urbana desde una perspectiva crítica, reflexiva y experiencial. En este curso, el y la estudiante aprenderán a analizar desde la mirada de la ecología integral las ciudades, sus espacios, así como las experiencias de sus habitantes y los problemas urbanos. A través de reflexiones individuales acerca de temas emergentes y de trabajos colaborativos sobre espacios y desafíos urbanos, el y la estudiante podrán adquirir herramientas conceptuales y prácticas para abordar los desafíos contemporáneos de los contextos urbanos. Los aprendizajes serán evaluados a través de ensayos, análisis de casos e informes escritos grupales."
                },
                {
                    "name": " Arte y Creación Plástica para el bienestar personal y social: Un enfoque Narrativo",
                    "code": "PSG002",
                    "about": "El presente taller entrega al/a la estudiante un aprendizaje vivencial y teórico de técnicas plásticas como herramientas que favorecen el bienestar. Se ofrecen elementos teóricos desde la Psicología, la Neurociencia y las Artes Visuales integrando Arte y Bienestar. A través de observar arte y experimentar con técnicas plásticas y escritura, podrán identificar aspectos personales y el rol comunicacional, cultural y situado de las expresiones visuales en diferentes contextos históricos y culturales desarrollando un pensamiento crítico y analítico de lo observado. Se solicitarán actividades individuales y discusión grupal en sala, lecturas y tareas para evaluar el aprendizaje."
                },
                {
                    "name": "Teatro Gestual",
                    "code": "ACT1297",
                    "about": "Curso de carácter práctico que permite a los estudiantes adquirir los principios fundamentales del trabajo gestual al servicio del teatro y los mecanismos de creación escénica-corporal, con una visión contingente en torno a problemáticas sociales, construyendo un sentido político del teatro a partir de la dramaturgia corporal-gestual."
                }
            ]